{
  "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, bg { Bulgarian} en {English}}"
  },
  "Homepage": {
    "heroParagraph": "Началото на твоя уникален дизайн е тук.",
    "CharmbarButton": "Виж Charm Bar-а"
  },
  "CharmBarIntroSection": {
    "p1": "Добре дошли в първия Charm Bar в България — мястото, където ТИ си дизайнерът. Тук можеш да комбинираш различни чармове, за да създадеш бижу, което изразява теб — твоето настроение, стил или момент. Независимо дали обичаш нещо дръзко, минималистично, нежно или различно — твоето бижу е толкова уникално, колкото си самият ти.",
    "p2": "Създаването на твоето бижу е лесно и забавно — само в няколко стъпки. Избери типа бижу и основата му, след което развихри въображението си с безброй комбинации от чармове.Ти решаваш как да изглежда твоето 3SIDED бижу."
  },
  "WelocomeToTheCharmbar": {
    "p1": "Създаден от три жени, креативни по свой собствен начин, в 3SIDED вярваме, че бижутата трябва да разказват твоята история — one charm at a time."
  },
  "LookbookSection": {
    "headline": "Разгледай нашия Lookbook за доза вдъхновение — комбинации, подбрани визии и безкрайни идеи.",
    "p1": "Открий своя стил и се вдъхнови.",
    "p2": "Пссс ... ако имаш нужда от вдъхновение натисни тук",
    "linkButton": "ИНСПИРИРАЙ СЕ"
  },
  "Newsletter": {
    "headline": "Абонирай се за нашия бюлетин",
    "paragraph": "За най-новите новини, нови горещи оферти и стани част от обществото на гърлита",
    "signUpButton": "Абонирай се"
  },
  "Charmbar": {
    "paragraph": "Създаването на бижу в Charm Bar е лесно и вдъхновяващо. Следвай няколко стъпки и създай нещо, което е изцяло твое. От основата до финалния чарм— това е твоята история, разказана чрез бижу.",
    "category": "Категория",
    "categoryTitle": "Стъпка 1: Избери категория",
    "categoryStep": "Започни с избора на категория — гривна, гердан,чейн за кръст, чанта или бижу за твоя гланц. Тук започва всичко.",
    "chainSizeTitle": "Стъпка 2: Избери основа и размер",
    "chain": "Верижка",
    "chainSizeStep": "Избери основата — в златисто или сребристо — и подходящ размер. Това е базата на твоето бижу.",
    "charmTitle": "Стъпка 3: Избери чармове",
    "charmStep": "Сега започва креативната / най-добрата част — комбинирай чармове, които отразяват теб, твоето настроение или спомени. Минималистично или дръзко? Ти решаваш.",
    "proceedToCheckout": "Когато всичко е точно както ти харесва, премини към финализиране на поръчката и се подготви да носиш нещо наистина лично."
  }
}
