{
  "Homepage": {
    "heroParagraph": "Your design journey begins here",
    "CharmbarButton": "Visit Charm bar"
  },
  "CharmBarIntroSection": {
    "p1": "Welcome to Bulgaria’s first-ever Charm Bar — a space where you become the designer. At the Charm Bar, you can mix and match charms to create pieces that reflect your personality, mood, or moment. Whether bold or minimal, sweet or edgy — your jewellery is as unique as you are.",
    "p2": "Creating your piece is easy and fun — just follow a few simple steps. Start by choosing a base chain and the type of jewellery you want. Then, unleash your creativity by mixing and matching from our countless charm combinations.Your piece, your rules."
  },
  "WelocomeToTheCharmbar": {
    "p1": "Founded by three women from diverse creative backgrounds, 3SIDED believes that jewellery should tell your story — one charm at a time."
  },
  "LookbookSection": {
    "headline": "Explore our lookbook for a dose of inspiration — charm combos, curated styles, and endless creative ideas.",
    "p1": "Find your style. Get inspired",
    "p2": "Pssst ....if you need inspiration click here.",
    "linkButton": "Get inspired"
  },
  "Newsletter": {
    "headline": "Subscribe to our Newsletter",
    "paragraph": "Get the latest news, new hot offers and be part of our community of girlies.",
    "signUpButton": "Subscribe"
  },
  "Charmbar": {
    "paragraph": "Creating your jewellery at the Charm Bar is easy and fun. Follow a few simple steps and design a piece that’s all about you. From the base to the final charm — it’s your story in jewellery form.",
    "category": "Category",
    "categoryTitle": "Step 1: Choose a category",
    "categoryStep": "First, choose what kind of piece you want to create — bracelet, necklace, bag, waist or lipgloss chain. Your design journey starts here.",
    "chain": "Chain",
    "chainSizeTitle": "Step 2: Pick a chain and size",
    "chainSizeStep": "Pick your base chain — silver or gold-tone — and select the size that fits your style. This is the foundation of your creation.",
    "charmTitle": "Step 3: Pick your charms",
    "charmStep": "Now the best part begins — mix and match charms that reflect your mood, memories, or personality. Go minimal or go bold — it’s all up to you.",
    "proceedToCheckout": "Once your piece feels just right, proceed to checkout and get ready to wear something truly personal."
  }
}
