export default function TermsPage() {
	return (
		<div className="mt-20">
			<h1 className="font-bold text-5xl text-primary">
				ОБЩИ УСЛОВИЯ
			</h1>

			<h2 className="font-bold text-primary text-xl">
				ВЪВЕДЕНИЕ
			</h2>
			<p>
				1.1.	Моля прочетете внимателно настоящите Общи условия преди да използвате уебсайта https://threesided.bg/
			</p>
			<p>
				1.2.	Настоящият документ има обвързваща, задължителна сила на договор, приложим за всички версии и устройства, в които са достъпни услугите на уебсайта https://threesided.bg/. Достъпът, разглеждането или използването му означава приемане и съгласие на Потребителите с Общите условия. Ако не сте съгласни с тези условия или с отделни клаузи в тях, моля, не използвайте този уебсайт.
			</p>
			<h2 className="font-bold text-primary text-xl">
				II.	ОПРЕДЕЛЕНИЯ
			</h2>
			<p>
				При тълкуването и прилагането на настоящите Общи условия използваните термини и изрази имат следното значение:
			</p>
			<p>
				2.1.	"ТриСайдед" ООД е търговско дружество с ЕИК 208021703 и седалище и адрес: гр. Бургас, ул. ул.“Михаил Герджиков“ № 11 (наричано по-долу „дружеството“, „доставчика“) и което предоставя стоките и услугите, предмет на настоящите Общи условия, посредством администрираният от него сайт https://threesided.bg/. Дружеството използва в своя уебсайт, в своите продукти, стоки и услуги също така наименованията „3SIDED“ и „THREESIDED“.
			</p>
			<p>
				2.2.	https://threesided.bg/ (наричан по-долу сайтът, уебсайтът) е уебсайт, посредством който на Потребителите се предоставя възможност за запознаване с услугите и в избраните от дружеството случаи за заплащане.
			</p>
			<p>
				2.3.	„Услуги“ или „Услугите“ представлява предоставената чрез уебсайта възможност за използването му и в избраните случаи заплащане/закупуване на предлаганите от дружеството стоки и услуги.
			</p>
			<p>
				2.4.	„Електронна препратка” е връзка, обозначена в определена Интернет страница, която позволява автоматизирано препращане към друга Интернет страница, информационен ресурс или обект чрез стандартизирани протоколи.
			</p>
			<p>
				2.5.	„Злоумишлени действия” са действия или бездействия, нарушаващи Интернет етиката или нанасящи вреди на лица, свързани към Интернет или асоциирани мрежи, включително, но не само изпращане на нежелана поща, препълване на каналите, получаване на достъп до ресурси с чужди права и пароли, използване на недостатъци в системите с цел собствена облага или добиване на информация, извършване на действия, които могат да бъдат квалифицирани като промишлен шпионаж или саботаж, повреждане или разрушаване на системи или информационни масиви, изпращане на „троянски коне” или предизвикване инсталация на вируси или системи за отдалечен контрол, смущаване нормалната работа на останалите потребители на Интернет и асоциираните мрежи, както и извършване на каквито и да било действия, които могат да се квалифицират като престъпление или административно нарушение по българското законодателство или по друго приложимо право.
			</p>
			<p>
				2.6.	„Интернет страница” е част от уебсайт, която може да е съставна или обособена.
			</p>
			<p>
				2.7.	„Информационна система” е устройство или система от свързани устройства, което или някое от които е предназначено да съхранява, изпраща или получава електронни документи.
			</p>
			<p>
				2.8.	„Потребител” е всяко физическо, юридическо лице или друго правно образувание, което ползва които и да е от предоставяните през уебсайта услуги, платежни възможности и ресурси.
			</p>
			<p>
				2.9.	„Договор от разстояние“ е всеки договор, сключен между дружеството и потребител, като част от предоставената чрез уебсайта възможност за това.
			</p>
			<p>
				2.10.	„Начини на плащане“ са възможностите, които дружеството приема като възможност за заплащане на предоставяните от него стоки и услуги.
			</p>
			<p>
				2.11.	„Сървър” е устройство или система от свързани устройства, на което или на някое от които е инсталиран системен софтуер за изпълняване на задачи във връзка със съхраняване, обработка, приемане или предаване на информация.
			</p>
			<p>
				2.12.	„Уебсайт” е обособеното място в глобалната Интернет мрежа, достъпно чрез своя унифициран адрес и съдържащо файлове, програми, текст, звук, картина, изображение, електронни препратки или други материали и ресурси.
			</p>
			<p>
				2.13.	„Случайно събитие” е непредвидено към момента на приемането на общите условия обстоятелство от извънреден характер, което прави изпълнението им обективно невъзможно.
			</p>
			<p>
				2.14.	„Търговски съобщения” са рекламни или други съобщения, представящи пряко или косвено стоките, услугите или репутацията на лице, извършващо търговска или занаятчийска дейност или упражняващо регулирана професия.
			</p>

			<h2 className="font-bold text-primary text-xl">
				III.	ПРЕДМЕТ
			</h2>
			<p>
				3.1. Дружеството, чрез Уебсайта https://threesided.bg/, предоставя на Потребителя предвидените в тези Общи условия стоки/услуги и платежни възможности, при стриктно спазване от страна на Потребителя на определените в тези Общи условия изисквания.
			</p>
			<p>
				3.2. Услугите на Уебсайта https://threesided.bg/ се предоставят на всички Потребители със или без необходима регистрация, в съответно предвидените за това случаи. Такива са (без да са изчерпателно изброени): достъп до и използване на разнообразни информационни ресурси, като обща информация за естеството и вида на предоставяните услуги и стоки, информация за начините на заплащане, продажба на стоки, услуги, възможност за тяхното заплащане, избор на доставка, стоков кредит, застраховка, сервиз, гаранция и други.
			</p>
			<h2 className="font-bold text-primary text-xl">
				IV.	ИНФОРМАЦИЯ СЪГЛАСНО ИЗИСКВАНИЯТА НА НОРМАТИВНАТА УРЕДБА
			</h2>
			<p>
				4.1. Наименование на Доставчика/Търговеца: "ТриСайдед" ООД
			</p>
			<p>
				4.2. Седалище и адрес на управление на Доставчика: гр. Бургас, ул.“Михаил Герджиков“ № 11.
			</p>
			<p>
				4.3. Адрес за упражняване на дейността: гр. Бургас, ул.“Михаил Герджиков“ № 11.
			</p>
			<p>
				4.4. Данни за кореспонденция: гр. Бургас, ул.“Михаил Герджиков“ № 11, е-mail: ………………………………, интернет страница: https://threesided.bg/.
			</p>
			<p>
				4.5. Доставчикът притежава ЕИК 208021703
			</p>
			<ol>
				4.6. Надзорни органи:
				<li>
					4.6.1. Комисия за защита на потребителите (КЗП) с адрес: гр. София, пл. „Славейков“ №4А, с електронна поща: info@kzp.bg и с интернет страница: www.kzp.bg
				</li>
				<li>
					4.6.2. Комисия за защита на личните данни (КЗЛД) с адрес: гр. София, бул. „Проф. Цветан Лазаров” № 2, с електронна поща: kzld@cpdp.bg и с интернет страница: www.cpdp.bg
				</li>
			</ol>

			<h2 className="font-bold text-primary text-xl">
				V. ПРИЕМАНЕ, СЪГЛАСИЕ И ДЕЙСТВИЕ НА ОБЩИТЕ УСЛОВИЯ
			</h2>
			<p>
				5.1.	Настоящите Общи условия се прилагат в отношенията с всички Потребители.
			</p>
			<p>

				5.2.	Текстът на настоящите Общи условия е достъпен в глобалната мрежа на интернет страница на сайта по начин, който позволява неговото съхраняване и възпроизвеждане. Електронна препратка към Интернет страницата, съдържаща текста на настоящите Общи условия, е разположена на Уебсайта https://threesided.bg/. С всяко ползване на услугите и ресурси на Уебсайта, включително с отварянето на Интернет страница от Уебсайта, както и чрез натискане на електронна препратка от заглавната (началната) или която и да е друга Интернет страница на Уебсайта, Потребителите декларират, че са запознати с настоящите Общи условия, съгласяват се с тях и се задължават да ги спазват.
			</p>
			<p>
				5.3.	За да може да използва възмездно съответно предоставяните от дружеството стоки или услуги, Потребителят извършва изрично електронно изявление по смисъла на Закона за електронния документ и електронния подпис, с което декларира, че е запознат с настоящите Общи условия, приема ги, съгласява се с тях и се задължава да ги спазва.

			</p>
			<p>

				5.3.2.	При попълване на формата за заплащане Потребителят се задължава да предостави пълни и верни данни относно личността си, както и другите изискуеми от електронната форма данни. Потребителят гарантира, че данните, които предоставя в този процес са верни, пълни и точни.
			</p>

			<h2 className="font-bold text-primary text-xl">
				VI.	ХАРАКТЕРИСТИКИ НА УСЛУГАТА
			</h2>
			<p>
				6.1.	Уебсайтът https://threesided.bg/ е онлайн платформа (електронен магазин), на която се предлага възможността за безплатно запознаване със стоки и услугите на дружеството, които дружеството продава и/или предлага срещу заплащане на потребителите.
			</p>
			<p>
				6.2.	Настоящите Общи условия дават информация на Потребителите за правата, ограниченията и отговорностите им при използване на информацията и услугите в уебсайта. "ТриСайдед" ООД си запазва правото да извършва промени в данните и Общите условия, като същите стават обвързващи за потребителите след като бъдат публикувани на уебсайта.
			</p>
			<ol>
				6.4. На интернет страницата си Доставчикът публикува препратка към настоящите общи условия с цел информация за правата на Потребителя и условията и начина за упражняването на тези права.
				<li>
					a)	Информационните услуги на уебсайта се предоставят „във вида, в който са публикувани“. "ТриСайдед" ООД не носи отговорност и не се ангажира със срокове за доставяне на информация относно завършени плащания на Потребителя, статусът на негови или на други Потребители запитвания, въпроси и коментари за претърпени вреди и /или пропуснати ползи и други загуби от какъвто и да било вид и размер, настъпили след, в резултат на или поради използване / невъзможност за използване (поради технически проблеми, профилактика и др.) на уебсайта https://threesided.bg/.
				</li>
				<li>
					b)	Дружеството може да създаде възможност за Потребителите да създадат (регистрират) акаунт посредством потребителско име и парола или чрез вход с профил от избрани социални мрежи, за да получат информация относно своите поръчки, доставка, гаранция, рекламация и процедура за разрешаване на възникнали спорове.
				</li>
			</ol>

			<h2 className="font-bold text-primary text-xl">
				VII.	ТЕХНИЧЕСКИ СТЪПКИ ЗА ИЗВЪРШВАНЕ НА ПЛАЩАНЕ,
			</h2>
			ДОСТАВКА НА СТОКИТЕ И ПРЕДОСТАВЯНЕ НА УСЛУГИТЕ,
			ПРАВО НА ОТКАЗ И ВЪЗСТАНОВЯВАНЕ НА СУМИ
			<p>
				7.1.	Дружеството осигурява на потребителите възможност за интернет заплащане на предлаганите стоки и услуги чрез съответно указаните бутони, намиращ се на интернет страницата на всяка стока и услуга.
			</p>
			<p>
				7.2.	Заплащането се осъществява с кредитна или дебитна карта чрез виртуален ПОС терминал в сигурна среда, предоставен от оператора на платежна система(посредник) Страйп (Stripe Inc.) с интернет адрес: https://stripe.com , чийто общи условия за използване са единствено и изцяло приложими относно процеса по заплащане на стоките/услугите. Данните за банковите карти се използват само от посредника и не се съхраняват от дружеството.
			</p>
			<p>
				7.3.	Възстановяване на вече преведени суми се прилага единствено на основанията предвидени в конкретното правоотношение, по което се извършва съответното плащане и/или съобразно българското законодателство. За възстановяване на суми Потребителят е длъжен да се свърже с дружеството по предвидения за това ред.
			</p>
			<p>
				7.4.	Потребителите, в случай че в платформата за съответната стока или услуга е налице създадена възможност за това, могат да заплатят съответните услуги или стоки посредством банков превод, наложен платеж с пощенски превод, чрез Epay.bg или с банков заем/кредит.
			</p>
			<p>
				7.5.	Банковите преводи се осъществяват по следната банкова сметка на дружеството, а именно:…………………………….
			</p>
			<p>
				7.6.	Наложен платеж с пощенски паричен превод се осъществява чрез посочените в платформата дружества, предоставящи тези услуги и чийто общи условия са единствено и изцяло приложими относно процеса по доставка и заплащане.
			</p>
			<p>
				7.7.	Дружеството може да създаде за Потребителите възможност да закупят предоставяните стоки или услуги на изплащане (стоков кредит), кандидатствайки дистанционно за отпускането на такъв кредит. В този случай потребителят избира, чрез съответния за това бутон, една от финансовите институции, пред която да предостави нужната информация за отпускане на кредита. Общите условия на избраната финансова институция са единствено и изцяло приложими относно този процес.
			</p>
			<p>
				7.8.	В посочените за това случаи, потребителите имат възможността да застраховат съответната стока посредством застрахователя/ите, които дружеството е изброило чрез съответния за това виртуален бутон и при пълно приложение на цената и на общите условия на избрания от потребителя застраховател.
			</p>
			<p>
				7.9.	Доставката на всички стоки и услуги се осъществява на територията на Република България чрез посочените от дружеството куриерски услуги и след съответния избор на потребителя.
			</p>
			<p>
				7.10.	Всички стоки се считат за надлежно доставени, респективно приети, в случай че са адресирани до посочения от потребителя адрес и същите се получени от него, лично или от негов представител (посочено трето лице), идентифицирайки се пред куриера по надлежния за това ред, съгласно общите условия на куриерското дружество.
			</p>
			<p>
				7.11.	Всички разходи по доставка на съответната стока и/или услуга са изцяло за сметка на потребителя, освен ако дружеството изрично не е посочило друго.
			</p>
			<p>
				7.12.	Обработването и доставката на всички продаваеми стоки и/или услуги е със стандартен срок от 20 (двадесет) работни дни, считано от  първия работен ден на деня следващ деня на извършване на заявката за покупка на съответната стока и/или услуга. Дружеството има правото да посочи по-кратки или по-дълги срокове за доставка на някои стоки и/или услуги, по своя собствена и независима преценка.
			</p>
			<p>
				7.13.	Освен в случаите на доставка на стока чрез наложен платеж, дружеството не започва обработването/изработването и доставката на продаваемите стоки и/или услуги, ако не е получило продажната цена.
			</p>
			<p>
				7.14.	Дружеството не носи отговорност относно разходите, таксите, комисионните, лихвите и други подобни, които може да бъдат начислени и претендирани спрямо потребителя, в случай че същият се ползва от услугите на горепосочените посредници, финансови институции и куриерски дружества.
			</p>
			<p>
				7.15.	Съгласно чл.57, ал.1, т.3 от Закона за защита на потребителите, правото на отказ на потребителя от договора от разстояние или от договора извън търговския обект не се прилагат за договори относно доставка на стоки, изработени по поръчка на потребителя или съобразно неговите индивидуални изисквания. Поради това, всички стоки, които са изработени съгласно предпочитанията и изискванията на потребителя не подлежат на връщане посредством отказ на потребителя от съответния договора.
			</p>
			<p>
				7.16.	Стоки или услуги, за които правото на отказ е неприложимо, са изрично посочени на страницата на съответната стока или услуга.
			</p>
			<h2 className="font-bold text-primary text-xl">
				VIII.	ИЗМЕНЕНИЕ И ДОСТЪП ДО ОБЩИТЕ УСЛОВИЯ
			</h2>
			<p>
				8.1.	Настоящите общи условия могат да бъдат изменяни от доставчика свободно, по негова собствена, независима преценка.
			</p>
			<p>
				8.2.	С оглед периодичното допълване и модификации на функциите на уебсайта  https://threesided.bg/, тяхното усъвършенстване и разширяване, както и във връзка с възможни законодателни промени, които рефлектират върху тях, Общите условия могат да бъдат променяни едностранно от дружеството. Тази промяна може да се извършва и при изменение на вида, естеството или технологията на предоставяните функции, при прекратяване предоставянето на определени функции, както и при изменение в икономическите условия.
			</p>
			<p>
				8.3.	При извършване на промени в Общите условия, дружеството ги довежда до знанието на Потребителите чрез публикуването им на Уебсайта https://threesided.bg/.
			</p>
			<h2 className="font-bold text-primary text-xl">
				IX.	ПРАВА И ЗАДЪЛЖЕНИЯ НА ПОТРЕБИТЕЛЯ
			</h2>
			<p>
				9.1. Потребителят сам осигурява необходимото му техническо оборудване (крайни устройства за достъп до Интернет и съответни софтуерни приложения) и достъп до Интернет за ползването на предоставяните от дружеството функции в уебсайта https://threesided.bg/
			</p>

			<p>
				9.2. Потребителят има право на достъп до предоставяните чрез Уебсайта https://threesided.bg/ функции, при спазване на условията и изискванията за достъп, определени от дружеството.
			</p>
			<ol>
				9.3.	Потребителят се задължава при ползване на предоставяните от дружеството функции да не зарежда, разполага на сървър на дружеството и да не прави достояние по какъвто и да било начин на трети лица Потребителско съдържание - информация, данни, текст, съобщения, както и всякакви други материали или електронни препратки към материали:
				<li>
					a)	противоречащи на българското законодателство, приложимите чужди закони, настоящите Общи условия, Интернет етиката, правилата на морала и добрите нрави;
				</li>
				<li>
					b)	съдържащи насилие (включително насилие над животни), агитация към насилие, унижение на човешкото достойнство, заплаха за живота и телесната неприкосновеност на човека;
				</li>
				<li>
					c)	с порнографско или открито сексуално съдържание;
				</li>
				<li>
					d)	съдържащи ясно различими тела на жертви от катастрофи и други тежки инциденти;
				</li>
				<li>
					e)	обиждащи дадена религия или съдържащи религиозна агитация;
				</li>
				<li>
					f)	представляващи търговска или служебна тайна или друга конфиденциална информация;
				</li>
				<li>
					g)	които са обект на право на интелектуална собственост на трети лица, освен със съгласието на титуляря на правото;
				</li>
				<li>
					h)	нарушаващи каквито и да било имуществени или неимуществени права или законни интереси на трети лица;
				</li>
				<li>
					i)	пропагандиращи дискриминация, основана на пол, раса, образователен ценз, възраст и религия или проповядващи фашистка, расистка или друга недемократична идеология;
				</li>
				<li>
					j)	накърняващи доброто име на другиго и призоваващи към насилствена промяна на конституционно установения ред, към извършване на престъпление, към насилие над личността или към разпалване на расова, национална, етническа или религиозна вражда;
				</li>
				<li>
					k)	съдържащи информация, подтикваща към или улесняваща извършването на терористична дейност;
				</li>
				<li>
					l)	съдържащи информация за чужди пароли или права за достъп без съгласието на техния титуляр, както и софтуер за достъп до такива пароли или права;
				</li>
			</ol>
			<ol>
				9.4.	Потребителят се задължава при ползване на предоставяните от дружеството услуги:
				<li>
					a)	да не извършва злоумишлени действия по смисъла на настоящите Общи условия;
				</li>
				<li>
					b)	да уведомява незабавно дружеството за всеки случай на извършено или открито нарушение при използване на предоставяните услуги;
				</li>
				<li>
					c)	да не се представя за друго лице;
				</li>
				<li>
					d)	да не използва методи, водещи до принудително зареждане на нежелано от Интернет- потребителите съдържание.
				</li>
			</ol>
			<p>
				9.5.	Потребителят може да осъществява достъп до и да използва каквото и да било съдържание, публикувано на Уебсайта https://threesided.bg/, единствено при спазване изискванията на настоящите Общи условия.
			</p>
			<p>
				9.6.	Потребителят се задължава да не осъществява и да не се опитва да придобива неоторизиран достъп до предоставяните от сайта услуги чрез прихващане и използване на чужди пароли или каквито и да било други методи, да не заобикаля, поврежда или по друг начин да не смущава нормалната работа на технически или софтуерни приложения на Уебсайта https://threesided.bg/, които предотвратяват или ограничават достъпа до чужди електронни пощенски кутии, административни панели, компютърни системи и мрежи, свързани с предоставяните услуги.
			</p>
			<ol>
				9.7. Относно потребителите се прилагат следните задължителни изисквания:
				<li>
					Всеки потребител, който желае да закупи стоки и/или услуги следва да бъде на не по-малко от 18 годишна възраст.
				</li>
				<li>
					Спрямо потребителя, независимо от неговата възраст, следва да не са наложени и действащи ограничения на неговата дееспособност.
				</li>
				<li>
					Всеки потребител е длъжен при встъпване в съответните взаимоотношения с дружеството и използване на съответните услуги да предостави вярна, пълна и изчерпателна информация относно своята идентификация.
				</li>
				<li>
					Всеки потребител носи пълна отговорност за поверителността на своята парола, потребителско име и други данни, които сам е избрал/посочил и които служат за идентификация.
				</li>
				<li>
					Всеки потребител е длъжен да съобщи незабавно на дружеството, в случай че е установил нерегламентиран достъп, злоупотреба и/или други нежелани действия посредством неговия акаунт.
				</li>
				<li>
					Всеки потребител носи пълна отговорност за действията извършени посредством неговия акаунт.
				</li>
			</ol>
			<h2 className="font-bold text-primary text-xl">
				X.	ПРАВА И ЗАДЪЛЖЕНИЯ НА ДРУЖЕСТВОТО
			</h2>
			<p>
				10.1. Дружеството се задължава да полага дължимата грижа за предоставяне на възможност на Потребителя за нормално ползване на Уебсайта https://threesided.bg/.
			</p>
			<p>
				10.2.	Дружеството няма задължението и обективната възможност да контролира начина, по който Потребителят използва предоставяния уебсайт, като не носи отговорност за целите и дейността на Потребителя във връзка с използване на уебсайта https://threesided.bg/. Дружеството няма задължението да извършва наблюдение на информацията, съхранявана на сървърите му или направена достъпна при предоставяне на уебсайта, нито да търси факти и обстоятелства, указващи извършването на неправомерна дейност от страна на Потребителя посредством ползването на уебсайта.
			</p>
			<p>
				10.3.	В съответствие с изискванията на действащото българско законодателство дружеството съхранява информационни материали и ресурси, разположени от Потребителя на сървър на сайта, и има право да ги предоставя на компетентните държавни органи в случаите, когато това е необходимо за запазване правата, законните интереси и сигурността на дружеството или на трети лица, както и в случаите, когато същите са изискани от съответните държавни органи по надлежен ред.
			</p>
			<p>
				10.4.	Дружеството има правото да поставя на всяка от страниците на Уебсайта https://threesided.bg/ електронни препратки, рекламни банери и други рекламни форми за стоки и услуги, предлагани от дружеството или трети лица, както и електронни препратки и рекламни банери, сочещи към уебсайтове, намиращи се извън контрола на дружеството, като последното не носи отговорност за съдържанието, верността и законосъобразността на подобни Интернет страници или ресурси и на услуги или ресурси, които са станали достояние на Потребителя при ползването на Уебсайта.
			</p>
			<p>
				10.5.	Дружеството има право по своя преценка и без отправяне на предупреждение да спира или да ограничава временно достъпа на Потребителя до уебсайта https://threesided.bg/, когато по преценка на дружеството или съгласно получена от трети лица информация, Потребителят ползва Услугите в нарушение на българското законодателство, настоящите Общи условия, добрите нрави или други приложими норми.
			</p>
			<p>
				10.6. Дружеството си запазва правото временно или трайно да преустановява функционирането на Уебсайта https://threesided.bg/, като не е необходимо предварително да уведомява за това Потребителя.
			</p>
			<p>
				10.7. Дружеството има пълното право да ограничава, прекратява акаунти (регистрации), да премахва съдържание и да отменя поръчки по своя собствена и независима преценка, доколкото това е позволено от закона.
			</p>
			<p>
				10.8.	Дружеството издава фактура и гаранционна карта за всяка заплатена поръчка.
			</p>

			<h2 className="font-bold text-primary text-xl">
				XI. ИНТЕЛЕКТУАЛНА СОБСТВЕНОСТ
			</h2>
			<p>
				11.1.	При използването на Услугите, предмет на настоящите Общи условия, Потребителя има достъп до разнообразно съдържание и ресурси, които са обект на авторско право или други права на интелектуална собственост на дружеството, на други Потребители или на съответно указаните лица. Потребителят има достъп до съдържанието с оглед ползването му за лични нужди в съответствие с настоящите Общи условия и няма право да използва, записва, съхранява, възпроизвежда, променя, адаптира или разпространява публично обекти на интелектуална собственост, които са му станали достъпни при ползването на уебсайта https://threesided.bg/ или неговите функции, освен ако се касае за незначителна по обем информация, предназначена за лично ползване, при условие, че не се увреждат неоправдано законните интереси на авторите или други носители на права на интелектуална собственост, в случай, че копирането или възпроизвеждането се извършват с нетърговска цел, както и в случай, че съответното съдържание е предоставено от него или е получил изричното съгласие на съответните правоносители. Независимо от горното Потребителят няма право да премахва знаците за търговска марка и принадлежност на друго право на интелектуална собственост от достъпните му материали, независимо дали носителят на съответните права е дружеството или друг Потребител.
			</p>

			<p>
				11.2. Правата на интелектуална собственост върху всички обекти на интелектуална собственост - материали, бази данни и други ресурси, разположени на Уебсайта https://threesided.bg/, са обект на закрила съгласно Закона за авторското право и сродните му права и/или Закона за марките и географските означения, принадлежат на дружеството или на съответно указаното лице, преотстъпило правото на ползване на дружеството и не могат да бъдат използвани в нарушение на действащото законодателство.
			</p>

			<h2 className="font-bold text-primary text-xl">
				ХII.	ОТГОВОРНОСТ. ОГРАНИЧАВАНЕ НА ОТГОВОРНОСТТА
			</h2>
			<p>
				12.1.	Дружеството полага грижи за предоставяне на възможност на Потребителя за нормално ползване на уебсайта https://threesided.bg/, но не гарантира, че те ще удовлетворят изискванията на Потребителя, нито че ще бъдат непрекъснати, навременни или сигурни. С приемане на настоящите Общи условия, Потребителя декларира, че използването на уебсайта ще бъде изцяло на негов риск и отговорност, а страните се съгласяват, че дружеството не отговоря за евентуално причинени на Потребителя при ползване на уебсайта вреди.
			</p>
			<p>
				12.2.	Дружеството не носи отговорност за правилното функциониране на уебсайта https://threesided.bg/ и неговите възможности при настъпване на обстоятелства извън неговия контрол - в случаи на непреодолима сила, случайни събития, проблеми в глобалната мрежа Интернет и в предоставянето на услуги извън контрола на дружеството, проблеми, дължащи се на оборудването на Потребителя, както и при случай на нерегламентиран достъп или интервенция на трети лица във функционирането на информационната система или сървърите на дружеството.
			</p>
			<p>
				12.3.	Дружеството не носи отговорност за вреди, причинени на софтуера, хардуера или съоръженията на Потребителя или за загуба на данни, произтекли от материали или ресурси, търсени, заредени или използвани по какъвто и да било начин посредством използването на уебсайта https://threesided.bg/.
			</p>
			<p>
				12.4.	Дружеството не носи отговорност спрямо Потребителя и трети лица, за претърпени вреди и пропуснати ползи, настъпили вследствие прекратяване, спиране, променяне или ограничаване предоставянето на която и да било от функциите в уебсайта https://threesided.bg/, довели до изтриването, връщането, не получаването, модифицирането, загубването, недостоверността, неточността, или непълнотата на артикули, съобщения, материали или информация, използвани, записвани или станали достъпни чрез Уебсайта .
			</p>
			<p>

				12.5.	Страните приемат, че дружеството не носи отговорност за не предоставянето на правилното функциониране на уебсайта https://threesided.bg/ или предоставянето му с влошено качество в следствие на извършвани тестове от страна на дружеството с цел проверка на оборудване, връзки, мрежи и други, както и тестове, насочени към подобряване или оптимизиране на предоставяните възможности. В тези случаи дружеството не е длъжно предварително да уведомява Потребителя за възможното временно влошено състояние на функциите и възможностите на уебсайта.
			</p>
			<p>
				12.5.	Страните приемат, че дружеството не носи отговорност за не предоставянето на правилното функциониране на уебсайта https://threesided.bg/ или предоставянето му с влошено качество в следствие на извършвани тестове от страна на дружеството с цел проверка на оборудване, връзки, мрежи и други, както и тестове, насочени към подобряване или оптимизиране на предоставяните възможности. В тези случаи дружеството не е длъжно предварително да уведомява Потребителя за възможното временно влошено състояние на функциите и възможностите на уебсайта.
			</p>
			<p>
				12.6.	С приемането на настоящите Общи условия Потребителят декларира, че осъзнава възможността за евентуални прекъсвания и друг вид затруднения при осъществяване на Интернет връзката до Уебсайта https://threesided.bg/, които могат да възникнат независимо от положената от страна на дружеството грижа. Потребителя декларира, че няма да претендира каквито и да било обезщетения от дружеството за пропуснати ползи, претърпени вреди или неудобства, вследствие настъпване на посочените по-горе прекъсвания или затруднения на Интернет връзката, включително и по отношение на капацитета на тази връзка.
			</p>

			<h2 className="font-bold text-primary text-xl">
				XIII.	ПРАВА НА ДРУЖЕСТВОТО
			</h2>
			<p>
				В СЛУЧАЙ НА НЕИЗПЪЛНЕНИЕ НА ЗАДЪЛЖЕНИЯ НА ПОТРЕБИТЕЛ
			</p>
			<p>
				13.1.	Дружеството има правото да спре, ограничи или промени предоставяните на Потребителя възможности за заплащане и функции, както и да сезира компетентните държавни органи, ако с поведението си Потребителят, по преценка на дружеството, нарушава разпоредби на действащото българско законодателство, на настоящите Общи условия или правата и законните интереси на трети лица.
			</p>
			<p>
				13.2.	Когато получи информация, която дава достатъчно основания да се предположи, че поведението на Потребителя при ползването на функциите на Уебсайта https://threesided.bg/ от Потребителя би могло да представлява престъпление или административно нарушение, дружеството има правото по своя преценка да сезира компетентните държавни органи, като им предоставя необходимото съдействие и цялата необходима информация и материали, изискани по надлежния ред, които по преценка на съответния орган биха помогнали за идентифициране на извършителя и доказване на извършеното престъпление или административно нарушение.
			</p>
			<p>
				13.3.	В горните случаи дружеството не носи отговорност за претърпени вреди и пропуснати ползи от Потребителя или трети лица, настъпили вследствие спирането, променянето, ограничаването на Услугите или тяхното прекратяване, както и предоставянето на информация или изпълнение на разпореждания на компетентните държавни органи.
			</p>
			<h2 className="font-bold text-primary text-xl">
				XIV. ГАРАНЦИЯ И РЕКЛАМАЦИИ
			</h2>
			<p>
				14.1. Дружеството гарантира, че стоките и услугите отговарят на поръчката, като същите притежават обичайните за своя вид качества (спецификации/характеристики), които са посочени на съответната страница.
			</p>
			<p>
				14.2. Потребителите и/или техните представители са длъжни да прегледат стоката, преди да приемат същата, като в случай че констатират каквито и да е несъответствия (щети, удари, повреди), то незабавно да уведомят за това доставчика на стоката, както и дружеството, като съответно подпишат съответен двустранен протокол за установените несъответствия в присъствието на куриера. Ако потребителят не стори това, то стоката се счита за приета без забележки.
			</p>
			<p>
				14.3. Всички стоки и/или услуги предоставяни от дружеството притежават законова гаранция, съгласно приложимата нормативна уредба и/или търговска гаранция, съгласно изрично посоченото на страницата на съответната стока и/или услуга.
			</p>
			<p>
				14.4. Потребителят има правото, в посочения срок на гаранция, при проявил се дефект и несъответствие да предяви правата си съгласно българското законодателство за ремонт, замяна и/или връщане на закупената стока и/или услуга.
			</p>
			<h2 className="font-bold text-primary text-xl">
				XV.	ОБЕЗЩЕТЕНИЯ
			</h2>
			<p>
				15.1.	Потребителят е длъжен да обезщети дружеството и всички трети лица за всички претърпени от тях вреди и пропуснати ползи, включително за платени имуществени санкции, адвокатски възнаграждения и други разходи, вследствие на предявени искове от и/или платени обезщетения на трети лица във връзка с материали, които Потребителят е направил достояние на трети лица или е направил достъпни чрез ползване на предоставения от дружеството уебсайт и неговите възможности в нарушение на българското законодателство, приложимите чужди закони, настоящите Общи условия или добрите нрави, както и във връзка с други нарушения на задълженията му по настоящите Общи условия.
			</p>
			<h2 className="font-bold text-primary text-xl">
				XVI.	ДРУГИ УСЛОВИЯ
			</h2>
			<p>
				16.1. Регистрирани потребители (или такива, които изрично са изявили своето желание) могат да получават на посочената от тях електронна поща (имейл адрес) различни по съдържание актуализации, съобщения, уведомления, оферти, промоции и други подобни.
			</p>
			<p>
				16.2. Всяка обработка на личните данни на потребителите, както и използването на „бисквитки“ от страна на дружеството се осъществява при действие и приложение на политиката за поверително третиране на личните данни и политиката за използване на бисквитки от страна на дружеството.
			</p>
			<p>
				16.3.	Предвидените в настоящите Общи условия писмени или електронни изявления и съобщения се считат за валидно извършени, ако са направени под формата на електронна поща, натискане на виртуален бутон в Уебсайта https://threesided.bg/ или в страницата на обслужващата банка и други подобни, доколкото изявлението е записано технически по начин, който дава възможност да бъде възпроизведено.
			</p>
			<p>
				16.4	С приемане на настоящите Общи условия страните изразяват съгласието си да считат отправените електронни изявления помежду им за получени с постъпването им в посочената от адресата информационна система, без за това да е необходимо изрично потвърждаване. В случай, че Потребителят е посочил невалидна електронна пощенска кутия, то изявлението ще се счита за получено само с изпращането му от дружеството, дори ако не е било получено.
			</p>
			<p>
				16.5.	Страните се съгласяват, че в случай, че някоя от клаузите по настоящите Общи условия се окаже недействителна, това няма да влече тяхната недействителност в цялост, както и на други клаузи или части. Недействителната клауза ще бъде заместена от повелителните норми на закона или установената практика.
			</p>
			<p>
				16.6.	За всички неуредени въпроси се прилагат разпоредбите на действащото законодателство на Република България.
			</p>
			<p>
				16.7. Настоящите общи условия са изготвени на български език, като в случай на превод на друг език, преимуществена и обвързваща сила има вариантът на български език.
			</p>
			<p>
				16.8.	Всички спорове между страните се решават в дух на разбирателство и добра воля. В случай, че съгласие не бъде постигнато, всички неразрешени спорове между страните, включително спорове, породени или отнасящи се до тълкуване, недействителност, изпълнение или прекратяване, както и спорове за попълване на празноти или приспособяването към нововъзникнали обстоятелства, ще бъдат разрешавани от компетентния български съд на територията на гр. Бургас.
			</p>
		</div>
	)
}
