export default function PrivacyPolicyPage() {
  return (
    <div className="mt-20 max-w-5xl flex items-start justify-start flex-col mx-auto">
      <h1 className="text-3xl font-bold mb-10">Privacy Policy</h1>
      <p className="font-bold">1. Данни за Администратора: </p>
      <p>
        "ТриСайдед" ООД е търговско дружество с ЕИК 208021703 и седалище и адрес: гр. Бургас, ул.“Михаил Герджиков“ № 11
      </p>
      <p className="font-bold">2. Данни за контакт с "ТриСайдед" ООД:</p>
      <ul className="list-disc">
        <li>Държава: България</li>
        <li>Адрес: гр. Бургас, ул.“Михаил Герджиков“ № 11</li>
        <li>Ел. поща: </li>
        <li>Интернет страница: https://www......</li>
      </ul>
      <p className="font-bold">3. Данни за контакт с Отговорник по защита на данните:</p>
      <p>
        С Отговорника по защита на данните можете да се свържете директно тук:
        Ел. поща: gnedyalkov94@gmail.com
      </p>
      <p className="font-bold">4. Личните данни, които събираме и обработваме от вас са:</p>
      <p>„обикновени” лични данни – имена, адрес, телефонен номер, електронна поща,  IP адрес и т.н</p>
      <p className="font-bold">5. Декларираме, че личните данни, които събираме, ще бъдат използвани единствено за следните основания и цели:</p>
      <ul className="list-disc">
        <li>Обработването се основава на вашето свободно изразено съгласие</li>
        <li>Трудови отношения, счетоводни дейности на дружеството и други сходни правно/законово необходими цели </li>
        <li>Обработването на вашите данни е необходимо за изпълнение на договор с вас или намерението ни да сключим договор</li>
        <li>Обработването е необходимо за спазване на законовото ни задължение</li>
        <li>Обработването е необходимо, за да защитим вашите (жизненоважни) интереси (или интереси на друго лице)</li>
        <li>Обработването е необходимо за целите на легитимните интереси на администратора или на трета страна, освен когато пред такива интереси преимущество имат интересите или основните права и свободи на субекта на данните </li>
      </ul>
      <p className="font-bold">6. Следните организации/лица ще получат личните ви данни:</p>
      <p>
        Трети страни, физически, юридически лица, публични органи, институции и учреждения, надзорни и регулаторни органи при изпълнение на законови или договорни задължения на "ТриСайдед" ООД, или на друго валидно правно основание, например разкриване, предотвратяване или извършване на други действия по отношение на измама, технически проблеми или такива, свързани със сигурността.
      </p>

      <p className="font-bold">7. Относно мерки за сигурност предприети от "ТриСайдед" ООД за защита на личните данни:</p>
      <p>Защитата на информацията и данните на клиентите е основен приоритет на "ТриСайдед" ООД. Дружеството прилага и актуализира непрекъснато технически и организационни мерки, необходими за гарантиране на високо ниво на сигурност и защита на данните</p>

      <p className="font-bold">8. Съгласие:</p>
      <ul className="list-disc">
        <li>
          Със съгласието Ви да приемете тази Декларация за поверителност (Уведомление за поверително третиране на личните данни), вие ни давате разрешение да обработваме личните Ви данни само за посочените от нас цели.
        </li>
        <li>
          Съгласието е необходимо, за да може да обработваме и двата вида (обикновени и специални) лични данни, но е необходимо да е изрично.
        </li>
        <li>
          В случаите, когато искаме съгласие за специални (чувствителни) лични данни ние винаги ще се обосноваваме защо и как тази информация ще се използва.
        </li>
        <li>
          Можете да оттеглите съгласието си по всяко време като отправите искане на посочените контактни данни на "ТриСайдед" ООД, или директно на посочените контактни данни на Отговорника по защита на данните.
        </li>
      </ul>

      <p className="font-bold">9. Предаване на личните данни на държава извън ЕС или на международна организация:</p>
      <p></p>

      <ul className="list-disc">
        <li>
          "ТриСайдед" ООД няма намерение да предава вашите лични данни на държава извън ЕС или на международна организация (без предварително да получи Вашето съгласие).
        </li>
        <li>
          Към настоящия момент няма държава извън ЕС или международна организация, които да получават от нас вашите лични данни.
        </li>
      </ul>


      <p className="font-bold">10. Период на съхраняване на данните:</p>
      <ul className="list-disc">
        <li>"ТриСайдед" ООД обработва Вашите лични данни за сроковете, установени в действащото в страната законодателство. Лични данни, за които липсва изрично законово задължение за съхранение, ще бъдат изтривани след постигане на целите, за които личните данни са събрани и се обработват.</li>
        <li>"ТриСайдед" ООД може да съхранява някои от личните Ви данни за по-дълъг срок до изтичане на съответната погасителна давност с цел защита при евентуални претенции на клиенти във връзка с изпълнение на услуги/прекратяване на регистрация/договор за предоставяне на услуги и други, както и за по-дълъг срок в случай на вече възникнал правен спор във връзка с изложеното до окончателното му решаване с влязло в сила съдебно решение;</li>
        <li>Картина (Видеозапис) при посещение на собствени офиси на "ТриСайдед" ООД – до една година от датата на създаване на записа.</li>
        <li>Когато "ТриСайдед" ООД възнамерява да обработва личните данни по-нататък за цел, различна от тази, за която са събрани, той предоставя на СУБЕКТА НА ДАННИТЕ преди това по-нататъшно обработване информация за тази друга цел и обезпечава спазването на законосъобразността на обработването. Данните ще бъдат съхранявани чрез технически и организационни мерки, необходими за гарантиране на високо ниво на сигурност и защита на данните</li>

      </ul>
      <p className="font-bold">11. Вашите права като субект на личните данни са следните:</p>
      Във всеки момент, докато съхраняваме или обработваме личните ви данни, Вие (според терминологията на закона - субект на данните) имате следните права:<p>
      </p>
      <ul className="list-disc">
        <li>
          имате право да поискате копие от Вашите лични данни от ( име на администратора) и право на достъп по всяко време до личните си данни;
        </li>
        <li>
          имате право да поискате от (име на  администратора) личните си данни във вид удобен за прехвърляне на друг администратор на лични данни, или да поискате ние да го направим, без да бъдете възпрепятствани от наша страна;
        </li>
        <li>
          имате право да поискате от (име на  администратора) да коригира без ненужно забавяне, неточните Ви лични данни, както и данните, които не са вече актуални;
        </li>
        <li>
          имате право да поискате от (име на администратора) личните Ви данни да бъдат изтрити без ненужно забавяне при наличието на някое от следните основания:
          <ul>

            <li>когато сте оттеглил своето съгласие;</li>
            <li>когато сте възразил срещу обработването,</li>
            <li>когато обработването е незаконосъобразно;</li>
            <li>когато личните данни трябва да бъдат изтрити с цел спазването на правно задължение по правото на EС или правото на държава членка, което се прилага спрямо нас като администратор на лични данни;</li>
            <li>когато личните данни са били събрани във връзка с предлагането на услуги на информационното общество.</li>
            <li>
              личните данни повече не са необходими за целите, за които са били събрани;
            </li>

          </ul>
        </li>

        <li>имате право да поискате от "ТриСайдед" ООД, да ограничи обработването на личните Ви данни, като в този случай данните ще бъдат само съхранявани, но не и обработвани. Отказът ни за ограничаване ще е изрично само в писмен вид, като сме длъжни да го мотивираме със законосъобразната причина;</li>
        <li>имате право да оттеглите Вашето съгласие за обработката на личните Ви данни по всяко време с отделно искане, отправено до администратора;</li>
        <li>имате право да възразите срещу определени видове обработка, като директен маркетинг (непоискани рекламни съобщения);</li>
        <li>имате право на възражение срещу автоматизирана обработка, включително профилиране;</li>
        <li>имате право да не бъдете обект на решение, основаващо се единствено на автоматизирано обработване, включващо профилиране;</li>
      </ul>

      <p className="italic">Можем да откажем да заличим личните Ви данни по следните причини: </p>
      <ul className="list-disc">
        <li>при упражняване на правото на свобода на изразяването и правото на информация; </li>
        <li>за спазване на законово задължение от наша страна или за изпълнението на задача от обществен интерес;</li>
        <li>при упражняването на официални правомощия, които са ни предоставени (в случай, че сте орган на власт);</li>
        <li>по причини от обществен интерес в областта на общественото здраве;</li>
        <li>за целите на архивирането в обществен интерес, за научни или исторически изследвания или за статистически цели, доколкото съществува вероятност заличаването да направи невъзможно или сериозно да затрудни постигането на целите на това обработване; или за установяването, упражняването или защитата на правни претенции.</li>
      </ul>
      <p>
        При нужда да използваме Вашите лични данни за нова цел, която не е обхваната от настоящата декларация за защита на данните, ще Ви предоставим ново уведомление за защита на данните и когато, и където е необходимо, ще изискаме Вашето предварително съгласие за новата обработка.
      </p>
      <p>
        Всички горепосочени искания ще бъдат препратени, ако има трета страна (получатели, включително извън ЕС и международни организации) при обработката на вашите лични данни.
      </p>
      <div>
        <p className="font-bold">
          12. Имате право на жалба до надзорния орган.
        </p>
        <p>Имате право да подадете жалба направо до надзорния орган, като компетентният за това орган за Република България е: Комисия за защита на личните данни, адрес: гр. София 1592, бул. „“Проф. Цветан Лазаров” № 2 (www.cpdp.bg).</p>
        <p>
          В случай, че желаете да подадете жалба относно обработката на личните ви данни чрез "ТриСайдед" ООД, можете да го направите на посочените данни за контакт на "ТриСайдед" ООД или директно на Отговорник по защита на данните (на посочените по-горе данни за контакт.)
        </p>
      </div>

      <h2 className="text-3xl font-bold">Additional Information</h2>
      <p className="font-bold">1. Какво са лични данни?</p>
      <p>
        Съгласно Общият регламента за защита на данните, личните данни се определят като:
        "Всяка информация, свързана с идентифицирано физическо лице или физическо лице, което може да бъде идентифицирано („субект на данни"); физическо лице, което може да бъде идентифицирано, е лице, което може да бъде идентифицирано, пряко или непряко, по-специално чрез идентификатор като име, идентификационен номер, данни за местонахождение, онлайн идентификатор или по един или повече признаци, специфични за физическата, физиологичната, генетичната, психическата, умствената, икономическата, културната или социална идентичност на това физическо лице."
      </p>
      <p className="font-bold">2. Защо "ТриСайдед" ООД събира и съхранява лични данни?</p>
      <p>
        За да ви предоставим нашите услуги и за да изпълним законовите си задължения, упражним своите права както и да извършим всяка друга произтичаща или незабранена от закона дейност/изрично упомената пред субекта на лични данни/, е необходимо да ни предоставите и ние да съберем вашите лични данни. Ние гарантираме, че информацията, която събираме и използваме, е належаща за тази цел и не е с цел навлизане в личното ви пространство.
        За целите на комуникация с рекламни и маркетингови намерения, "ТриСайдед" ООД ще поиска от вас допълнително съгласие.
      </p>
      <p className="font-bold">3. Ще препращате ли и ще споделяте ли личните ми данни с други организации или лица?</p>
      <ul className="list-decimal">
        <li>
          Ние няма да продаваме вашите данни на трети страни, нито ще ги предаваме с цел да придобием някаква облага.
        </li>
        <li>
          Ние няма да продаваме вашите данни на трети страни, нито ще ги предаваме с цел да придобием някаква облага.
        </li>
      </ul>
    </div>
  )
}
